export const questionData = [
    {
        question: '为什么要进行入学诊断？',
        answer: 'mangoya根据孩子不同的学习特点，因材施教，设立不同的班型，因此我们建议孩子们进行入学诊断以便更好的了解孩子的特点，进行班次推荐，让每个孩子都能有更适合他特点的班型进行学习。'
    }, {
        question: '入学诊断后不推荐原有班型怎么办？',
        answer: '入学诊断后系统将为您推荐更为适合孩子特点的班型，由于新生我们更建议孩子上推荐班型来获得更大进步。如果您觉得没有发挥好，可以补充学习后再次关注并进行入学诊断。'
    }, {
        question: '入学诊断通过后，报名资格给我保留多久？',
        answer: '报名资格保留一个学期。如果本学期没有报名，下学期需要重新进行诊断。'
    }, {
        question: '同一个入学诊断，我可以多进行几次么？/我在电脑上答了一次题，在手机上还能再答一次么？',
        answer: '不管用什么答题，一位学员建议入学诊断只能提交一次。如果您觉得没有发挥好，可以补充学习后，再次关注并进行入学诊断。'
    }, {
        question: '以前进行过的入学诊断，结果和内容还能看么？',
        answer: '可以在学习中心的试卷集页面查看。试卷集会记录你在学习过程中的入学诊断和之后课程中每一次诊断结果。'
    }, {
        question: '我入学诊断中途就离开了，我还能再考么？',
        answer: '如果您没有提交，在入学诊断时间范围内，还可以继续答题。如果已经提交就不能再继续了。'
    }, {
        question: '入学诊断收费么？',
        answer: '入学诊断是免费项目，不会向您收取额外费用。'
    }
]

export const termsName = {
    spring: '春',
    summer: '暑',
    autumn: '秋',
    winter: '寒',
    year: '年'
}
